// Даны два целых числа. Вывести на экран большее из них.
// Пример 1
// 5, 4
// Наибольшее число:5
// Пример 2
// 9, 25

int a = 100;
int b = 30;

if (a > b)
{
    Console.WriteLine(a);
}
else
{
    Console.WriteLine(b);
}
