// Вычислить значение формулы ,
// где a, b, c, d — некоторые целые числа.
// Результат вывести на экран.


int a = 8;
int b = 13;
int c = 3;
int d = 41;

double result = (a * b) / (c + d);
Console.WriteLine(result);
