// Дано натуральное число N. Вывести на экран числа от 1 до N.
// Пример 1
// N = 4
// 1 2 3 4
// Пример 2
// N = 9
// 1 2 3 4 5 6 7 8 9

int n = 100;
int i = 1;

while (i <= n)
{
    // Console.WriteLine(i);
    Console.Write(i);
    Console.Write(' ');
    i = i + 1;
}